"PageTitle" = "Installerar %@";

/* alert strings */
"INSERT_MEDIA" = "Mata in skivan ”%@” för att fortsätta med installationen.";
"INSERT_MEDIA2" = "Du har valt att installera programvara som kräver denna skiva.";

"CANCEL_INSTALL" = "Är du säker på att du vill avbryta installationen av programvaran?";
"CANCEL_INSTALL2" = "Du har inte genomfört hela programinstallationen. Om du avbryter kan programmet vara endast delvis installerat och kanske inte fungerar som det ska.";


/* Install Time Remaining string */
"TIME_REMAINING" = "Återstående tid för installation: %@";


/* checksum sheet strings */
"CHECKING_DISC_TITLE" = "Kontrollerar källskivan för installationen…";
"INSTALL_CHECKSUM_STATUS" = "%u %% klar…";

"ChecksumFailedAlert" = "Ett fel upptäcktes vid skivkontrollen.";
"ChecksumFailedMessage" = "Starta om datorn, mata ut skivan och undersök om det finns fingeravtryck eller repor på den. Om problemet kvarstår kontaktar du Apples kundsupport.";

"ChecksumFailedIgnoreBtn" = "Fortsätt ändå";
"CheckFailedCancel" = "Avbryt installationen";


/* button title */
"SkipButton" = "Hoppa över";

